itptest_mb/redis_stream/redis+stream_12/redis_output/redis7778.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    27010260 ops,  149617 (avg:  150049) ops/sec, 149.03MB/sec (avg: 149.41MB/sec), 19.98 (avg: 19.96) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       75023.37          ---          ---     19.96300     76708.47
Gets       75023.37     74968.31        55.06     19.96300     76287.89
Waits          0.00          ---          ---      0.00000          ---
Totals    150046.74     74968.31        55.06     19.96300    152996.36